Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H21A.tmx
Source language: en_us
Languages: zh_cn

source: Last week’s economic news is broadly consistent with global recovery in the second half of the year.
zh_cn: 上周的经济新闻普遍预示着下半年全球经济将开始复苏。

source: However, persistent uncertainties related to the strength and sustainability of final demand imply a significant risk that the incipient recovery will be aborted or short-lived.
zh_cn: 然而，最终需求的强度和可持续能力的长期不确定性却预示着极大的风险，刚刚开始的复苏即使不被抛弃，也是昙花一现。

source: Four developments raise the likelihood that recovery will take hold:
zh_cn: 不过，四个方面的发展使得经济复苏的生根发芽成为可能：

source: Credit Conditions Continued to Improve Gradually
zh_cn: 1、信贷情况持续逐步改善

source: The 3 months LIBOR-OIS spread – the premium over expected central bank interest rates that commercial banks charge each other – continued its decline to 0.28 percent, nearing pre-crisis levels.
zh_cn: 3月期LIBOR-OIS息差——银行间借贷高于中央银行利率的差额——继续下降并达到了0.28%，接近危机前的水平。

source: The spread was 3 basis points below its value from the previous week and 7 basis points below its value from a month ago.
zh_cn: 这一息差比上周低了3个基点，比上个月低了7个基点。

source: The TED spread – the difference between what banks and the Treasury pay to borrow money for three months, narrowed to 0.30 percentage points, from 0.32 percent a week earlier and a high of 4.64 percentage points in October.
zh_cn: TED利差（泰德利差）——银行和财政部3月期的借款利差，从上周的0.32%下降到了现在的0.30%，而去年10月时它还高达4.64%。

source: Emerging markets have seen a remarkable improvement benefiting from the easing of the credit crunch and increasing commodity prices.
zh_cn: 而新兴市场因信贷狂潮的缓解而呈现出引人注目的改良之势。

source: The EMBI spread – the extra yield investors demand to own emerging-markets bond instead of U.S. Treasuries – has narrowed by 35 basis points compared to a month ago.
zh_cn: EMBI利差——投资者投资于新兴市场债券而不是美国国债而产生的收益差——比上个月收窄了35个基点。

source: However, it was wider by 3 basis points for the week.
zh_cn: 不过，本周这一利差又扩大了3个基点。

source: The cost of credit to high-yield corporate borrowers is now below pre-Lehman levels.
zh_cn: 现在，高收益企业借贷的成本已经低于雷曼兄弟破产前的水平。

source: Year-to-date corporate bond issues in both the United States and Europe have surged relative to the same period last year.
zh_cn: 从年初到现在，欧美两地发行的企业债券几乎与去年同期持平。

source: Wealth Effects Are Helping
zh_cn: 2、财富效应鼎力相助

source: Global equity markets have been rallying recently and signs of stabilization in the housing sector strengthened, contributing to stronger consumer balance sheet and facilitating equity sales and asset disposals for capital-constrained banks.
zh_cn: 全球产权投资市场最近一直在复苏，同时住房市场的稳定趋势也愈加明显，由此使得消费者的资产负债表形势一片大好，同时也为那些受资本限制的银行出售股票和清理资产大开方便之门。

source: Global equity markets finished with modest gains last week, after economic data around the world encouraged hopes that the end of the recession is in sight.
zh_cn: 上周全球股市平淡收场，虽然全球的经济数字为人们带来了萧条即将结束的希望。

source: The Dow Jones, S&amp;P 500 and NASDAQ rose by between 0.6 percent and 0.9 percent.
zh_cn: 其中，道琼斯、标普500和纳斯达克综合指数的增幅都在0.6—0.9%之间。

source: Germany’s DAX gained 0.7 percent, while other major indices in Europe rose by more than 0.6 percent.
zh_cn: 德国的DAX指数增长了0.7%，而欧洲其他主要股指的增幅也都在0.6%以上。

source: In Asia, Japan’s Nikkei 225 was up by 4.1 percent.
zh_cn: 在亚洲，日本日经225指数上涨了4.1%。

source: The MSCI Emerging Markets Index added to the previous week’s gains to take the year-to-date returns to a massive 48.8 percent.
zh_cn: MSCI新兴市场指数最近两周的收益折合成年增速则大增48.8%。

source: Ems have now recouped their post-Lehman losses.
zh_cn: 电子制造业服务已经挽回了雷曼破产后的损失。

source: In the United States and UK, home prices improved adding to hopes of stabilization in the sector.
zh_cn: 在英美两国，改善后的房价为房产部门的稳定增加了希望。

source: The U.S. S&amp;P/Case-Shiller home-price index rose 0.5 percent (month-to-month) in May, the first monthly gain since July 2006, and new home sales increased 11 percent (m/m) in June.
zh_cn: 美国标普S&amp;P/ Case-Shiller房价指数五月份（按月）上涨了0.5%，这是自从06年7月份以来的首次增长，而且六月份新房的销售量也增加了11%（按月）。

source: In the U.K, the average price of a house rose by 1.3 percent m/m in July, increasing for a third consecutive month.
zh_cn: 在英国，七月份房价的平均水平比上月增加了1.3%，连续三个月实现了增长。

source: Government Policies Expected to Remain Supportive
zh_cn: 3、期待支持性的政策

source: Major central banks opted to either reduce or hold their target interest rates unchanged.
zh_cn: 现在，大多数中央银行倾向于降低或者保持目标利率不变。

source: The central Bank of India maintained its key interest rate unchanged at 3.25 percent.
zh_cn: 印度央行仍然维持其主要利率为3.25%。

source: The Bank reiterated that it will maintain an accommodative monetary stance until there are definite and robust signs of recovery.
zh_cn: 印度央行重申除非出现了明确而又强劲的经济复苏信号，否则将维持宽松的货币政策。

source: Hungary’s central bank cut its key interest rate by 100 basis points to 8.5 percent, more than the 50 basis points more than the market expected.
zh_cn: 匈牙利央行将其主要利率下调了100个基点，甚至超过市场预期50个基点。

source: Poland’s central bank left its interest rate unchanged at 3.5 percent.
zh_cn: 波兰央行则保持3.5%的利率不变。

source: China’s central bank pledged to keep pumping money into the financial system to support a recovery, reiterating that it will maintain a “moderately loose monetary policy.”
zh_cn: 为支持复苏，中国央行承诺继续向金融系统注入资金，并重申将继续维持“适度宽松的货币政策。”

source: Chinese President Hu Jintao also said the country should stick to its proactive fiscal policy and moderately easy monetary policy to ensure a stable economic growth as the recovery is not yet solid.
zh_cn: 中国主席胡锦涛也表示因为经济复苏还没有企稳，中国更应该坚持采取积极地财政政策和适度宽松的货币政策，以确保经济的稳定增长。

source: In another stimulative measure, the U.S. House of Representatives approved a $2 billion extension of the government’s car sales incentive program, “Cash for Clunkers”.
zh_cn: 美国国会参议院还采取了另一项刺激政策，同意为政府的汽车销售促进计划，即所谓的“旧车换现金”计划，再提供20亿美元的资金援助。

source: The $1 billion program, which gives drivers a rebate to turn in an old car to buy a new one, found success immediately and ran out the budget in less than a week.
zh_cn: 这项旨在为司机以旧车换新车提供现金返还的价值10亿美元的计划，一经颁布立刻大获成功，并在不到一周的时间内就用完了预算。

source: Production Indicators are Broadly Improving
zh_cn: 4、生产指标普遍得到改善

source: China’s Purchasing Manager’s Index (PMI) increased by 0.19 percent (m/m) to 53.3 in July, signaling a continued expansion of production.
zh_cn: 7月份，中国经理人采购指数（PMI）的月涨幅为0.19%，达到了53.3点，标志着生产的持续扩张。

source: Japan’s factory output increased 2.4 percent (m/m) in June and 8.3 percent (q/q) in the second quarter, while a measure of capacity utilization had been stable near 70 percent for April-May, after a first quarter low of 60 percent.
zh_cn: 6月份日本的工厂产值增加了2.4%（月涨幅），而第二季度则增长了8.3%（季度涨幅），同时4-5月份衡量产能利用率的指标在经历了首季度低于60%后，就一直稳定在70%左右。

source: Hong Kong’s exports slowed their seven month decline, with improved trade with mainland China causing exports to decline by 5.4 percent (y/y) in June to HK$211.1 billion, following a 14.5 percent (y/y) decline in May.
zh_cn: 随着香港与大陆之间贸易的改善，香港的出口减缓了7月份经济下跌，6月份时出口下降了5.4%（年跌幅），达2111亿港元，而5月份时跌幅（年跌幅）则高达14.5%。

source: While Asia is clearly standing out in its early recovery, output is stabilizing across the globe.
zh_cn: 随着亚洲已经坚定地站在了经济复苏的门口，全球的生产正在企稳。

source: U.S. GDP in the second quarter contracted by a better than forecasted 1 percent, led by a 5.6 percent increase in government spending, following a 6.4 percent GDP contraction in the first quarter.
zh_cn: 二季度，在政府开支大涨5.6%的引领下，美国GDP的下跌幅度为1%，比预想表现好得多；而一季度时则大跌6.4%。

source: In Europe, the Eurocoin index, which measures economic expansion in the Euro region, sustained a five month increase, of 31.1 percent (m/m) in July, indicating that the economy had bottomed out in the first quarter.
zh_cn: 在欧洲，衡量欧元区经济扩张能力的欧洲硬币指数连续5个月增长，其中七月份的月涨幅达31.1%，预示着欧洲经济已经从一季度的谷底走出来了。

source: This view was further corroborated in slower GDP declines from the first quarter to the second quarter in Spain, from a 1.9 percent (q/q) decline to 0.9 percent (q/q) decline, and Sweden, from a 6.5 percent (y/y) decline improved to a 6.2 percent (y/y) decline.
zh_cn: 这种观点在那些一二季度GDP跌幅逐步减缓的国家得到了进一步验证：西班牙的跌幅从1.9%（按季度）下降到了0.9%（按季度），而瑞士的跌幅则从6.5%（年度）下降到了6.2%（年度）。

source: Inventory levels have been cut to the bone (the decline of inventories lopped off 0.8 percent of U.S. GDP in the second quarter), and this bodes well for a continued output recovery in the short-term.
zh_cn: 库存水平也大幅削减（二季度，美国减少的库存价值占到了GDP的0.8%），这也预示着美国经济为短期内持续的生产复苏做好了准备。

source: Firmer production is having an effect on the demand for commodities.
zh_cn: 更加强劲的生产活动增加了对大宗商品的需求。

source: The commodities market has surged on optimism a global economic recovery will revive demand for industrial metals.
zh_cn: 大宗商品市场引起的对全球经济复苏的乐观情绪将唤醒对工业金属原材料的需求。

source: Copper has surged 84 percent this year.
zh_cn: 今年，铜的需求暴增了84%。

source: The price of Brent crude oil closed at U.S. $70.88 per barrel, up from $69.74 at the end of the previous week.
zh_cn: 布伦特原油的价格已经接近70.88美元每桶，上周末则是69.74美元每桶。

source: Doubts Remain About Final Demand
zh_cn: 对最终需求的忧虑依旧

source: Ultimately, a sustained recovery will hinge on consumer spending and its effects on investor confidence.
zh_cn: 最终，一个可持续的复苏取决于消费者的支出以及由此而产生的投资者信心。

source: A forceful consumer recovery will depend in part on a turn in labor markets, which is many months away, and a strong recovery in business investment will require that firms reduce unused capacity first.
zh_cn: 消费的强劲复苏部分取决于劳动力市场的振兴——不过劳动力市场的振兴还需要几个月的时间，而强劲商业投资的复苏则需要企业首先削减无用产能。

source: Unemployment has continued to increase.
zh_cn: 失业率继续增长。

source: Japan’s jobless rate rose 0.2 percent to 5.4 percent (m/m) in June, while the Euro region unemployment rate reached a 10 year high of 9.4 percent in June, with the help of 30,000 new jobs lost in Germany alone.
zh_cn: 六月份日本的失业率下降了0.2个百分点，达到了5.4%（月度），同时欧元区的失业率则高居9.4%，为10年来的新高，仅德国就新增30000个失业岗位。

source: U.S consumer spending declined by a worse than expected 1.2 percent in the second quarter, following a 0.6 percent first quarter increase.
zh_cn: 二季度，美国的消费者支出比预想的还多下降了1.2%，而一季度则增长了0.6%。

source: Durable goods orders declined by 2.5 percent in June.
zh_cn: 六月份耐用消费品的订单减少了2.5%。

source: Japan also experienced a consumer spending decline of 1.7 percent in June, while retail sales declined a further 3 percent (y/y) in the same month.
zh_cn: 6月份，日本的消费者支出也同样缩减，跌幅为1.7%；同时，零售额的年跌幅则高达3%。

source: Despite the decline in major demand indicators consumer confidence rose in some economies, though from very low levels.
zh_cn: 尽管主要需求指数都下跌，但是一些经济体的消费者信心却在上升，尽管程度很低。

source: In South Korea a consumer sentiment index increased 2.8 percent (m/m) to an almost seven year high of 109 in July.
zh_cn: 在韩国，七月份的消费者情绪指数增加了2.8%（月度），为109点，几乎为七年来的最高值。

source: Consumer confidence indexes recorded an eight month high in the Euro Region and a fifteen month high in the U.K in the same month, with the exception of U.S where the Conference Board confidence indicator declined by -5.5 percent (m/m) to 46.6 in July.
zh_cn: 同样在七月，欧元区的消费者信心为八个月来的最高值，而英国则为15个月来的新高；美国却是例外，信心会议委员会的指数下降了5.5%（月度），只有46.6点。

source: Looking Ahead
zh_cn: 前瞻

source: For confirmation that recovery is in sight, watch retail sales and capital goods orders in the U.S. and Europe in coming weeks.
zh_cn: 只要看了未来几个月欧美两地零售和资本品的需求情况，就可以确定经济复苏已经迫在眉睫了。
